package org.kgusarov.textprocessing.analysis;

import org.junit.Test;

public class TextAnalysisServiceTest {
    private static final String TEXT_TO_ANALYSE = "" +
            "@kgusarov: Т73 на ул.тербатас 73 - очень уютное место где легко совмещаются высокий сервис и вкусная еда. " +
            "Обслуживание на 5 звезд, официанты очень доброжелательны и всегда с уважением обращаются к гостю, " +
            "свободно демонстрируя знания блюд и напитков. Еду ждать долго не приходиться, буквально " +
            "через 10-15 мин.приносят горячее, красиво украшеное и неимоверно вкусное блюдо. Домашний омлет " +
            "фритатта, который можно вариировать по желанию, наполненный разными овощами,мясом, сыром дает " +
            "чуство сытости на весь день. Сытное блюдо дополняет только что испеченный дессерт чиз кейк " +
            "international с ягодками граната и клубничкой,как заключение приятного время провидения в " +
            "изысканном и в то же время уютно-домашнем ресторане в центре риге. Всем советую посетить!!!\n" +
            "\nhttp://www.lursoft.lv/address/riga-terbatas-iela-73-lv-1001" +
            "\n" +
            "#Рига #Центр #Cheesecake #Омлет ";

    @Test
    public void testAnalyse() throws Exception {

    }
}